Repository: giellalt/corpus-fin
Catalog: tmx/sms/admin/sd/www.samediggi.fi/laheta_palautetta_oppimateriaaleista.html.tmx
Source language: fin
Languages: sms

source: Lähetä palautetta oppimateriaaleista
sms: Vuõlttâd maacctõõzz mättmateriaalin

source: Onko sinulla ideoita saamenkielisen oppimateriaalityön kehittämiseksi?
sms: Lie-a tuʹst jurddi sääʹmǩiõllsaž mättmateriaaltuâj ooudâsviikkâm diõtt?

source: Oletko huomannut korjaustarpeita Saamelaiskäräjien tuottamassa oppimateriaalissa?
sms: Leäk-a vuâmmšam teevvamtaarbid Sääʹmteeʹǧǧ puuʹtʼtam mättmateriaalâst?

source: Otamme mielellämme vastaan palautetta, jotta pystymme kehittämään oppimateriaalien sisältöä, korjaamaan mahdollisia virheitä ja tuottamaan sellaisia materiaaleja, joita saamelaisopetuksessa tarvitaan.
sms: Väʹlddep miõlsteen vuâstta maacctõõzz, što vueiʹttep ooudâsviikkâd mättmateriaali siiskõõzz, teevvad vueiʹtlvaž vââǥǥid da puuʹtʼted nåkam materiaalid, koid sääʹm-mättʼtõõzzâst taarbšet.

source: Otamme vastaan ehdotuksia uusiksi oppimateriaaleiksi, ehdotuksia käsikirjoittajiksi, kuvittajiksi, graafisiksi suunnittelijoiksi, toteutustavoiksi ja ideoita saamelaisen kulttuurin sisällyttämiseksi materiaaleihin.
sms: Väʹlddep vuâstta eʹtǩǩõõzzid ođđ mättmateriaalân, eʹtǩǩõõzzid ǩiõttǩeeʹrjteeʹjen, kartteeʹjen, graaflaž plaaneeʹjen, čõõđtemnääʹllen da jurddjid, mäʹhtt vuäǯǯap sääʹmkulttuur mieʹldd materiaalid.
